IDEA Open Model
MaterialStrength.MaxThickness Property
Compatible with IDEA StatiCa v 10.1
 higher value of the thickness range
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double MaxThickness { get; set; }
Public Property MaxThickness As Double
	Get
	Set
public:
property double MaxThickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace